#!/bin/bash
#
# Install casks

software_list=( 
1password
adobe-acrobat-reader
adobe-creative-cloud
atom
ccleaner
charles
cheatsheet
cyberduck
dropbox
firefox
flux
freeplane
gemini
gifrocket
google-chrome
google-hangouts
google-nik-collection
google-web-designer
googleappengine
handbrake
imagealpha
imageoptim
kdiff3
keka
licecap
mamp
multifirefox
openoffice
opera
osxfuse
screaming-frog-seo-spider
sequel-pro
skype
slack
spectacle
spotify
tuntap
vagrant
virtualbox
vlc
xquartz
);

# Check we have software to Install
# (Check arrag length)

# Install each program individually. Reporting any issues.
for i in "${software_list[@]}"
do
  brew cask install $i
done
